/*
** @FileName: program_7_3.c
** @Author: YuanchenZhu
** @Date: 07-06-2020
** @Version: 1.0.0
** @Description: Program 7.3
** @Encoding: UTF-8
*/


// 一个C语言程序由一个或多个函数组成
// 必须存在main()函数
// 函数的格式为：<返回值类型> <函数名> ( <传入的参数> ) {......}

// ******************** 引入需要的头文件 ********************
#include <stdio.h>
// *******************************************************

// ************************ 函数头 ************************
int main(void)
// *******************************************************

// ************************ 函数体 ************************
{
    int i;
    i = 0;
    printf("Hello World!\n");
    return 0;
}
// *******************************************************
